<?php

return [
    'domains' => 'Πεδίο Ορισμού|Πεδία Ορισμού',
    'create' => [
        'title' => 'Δημιουργία Πεδίου Ορισμού',
        'success' => 'Το Πεδίο Ορισμού δημιουργήθηκε επιτυχώς!',
    ],
    'edit' => [
        'title' => 'Επεξεργασία Πεδίου Ορισμού',
        'success' => 'Το Πεδίο Ορισμού ενημερώθηκε επιτυχώς!',
    ],
    'delete' => [
        'title' => 'Διαγραφή Πεδίου Ορισμού',
        'success' => 'Το Πεδίο Ορισμού διαγράφηκε επιτυχώς!',
        'confirm' => 'Είστε σίγουρος ότι θέλετε να διαγράψετε το συγκεκριμένο πεδίο ορισμού;',
    ],
    'code' => [
        'title' => 'Κωδικός',
        'placeholder' => 'TASKS',
    ],
    'description' => [
        'title' => 'Περιγραφή',
        'placeholder' => 'Έργα',
    ],
];


