<?php

return [
    'enumerations' => 'Λίστα Επιλογής|Λίστες Επιλογής',
    'create' => [
        'title' => 'Δημιουργία Λίστας Επιλογής',
        'success' => 'Η Λίστα Επιλογής δημιουργήθηκε επιτυχώς!',
    ],
    'edit' => [
        'title' => 'Επεξεργασία Λίστας Επιλογής',
        'success' => 'Η Λίστα Επιλογής ενημερώθηκε επιτυχώς!',
    ],
    'delete' => [
        'title' => 'Διαγραφή Λίστας Επιλογής',
        'success' => 'Η Λίστα Επιλογής διαγράφηκε επιτυχώς!',
        'confirm' => 'Είστε σίγουρος ότι θέλετε να διαγράψετε την συγκεκριμένη λίστα επιλογής;',
    ],
    'domain' => [
        'title' => 'Πεδίο Ορισμού',
        'placeholder' => 'Παρακαλώ Επιλέξτε',
    ],
    'code' => [
        'title' => 'Κωδικός',
        'placeholder' => '0001',
    ],
    'description' => [
        'title' => 'Περιγραφή',
        'placeholder' => 'Υλοποίηση Έργου',
    ],
    'active' => 'Ενεργό',
    'errors' => [
        'unique' => 'Ο συνδυασμός του Κωδικού και του Πεδίου Ορισμού υπάρχει ήδη.',
        'exists' => 'Ο συνδυασμός της Περιγραφής και του Πεδίου Ορισμού υπάρχει ήδη.',
    ],
];


