<?php

return [
    'permissions' => 'Δικαίωμα|Δικαιώματα',
    'create' => [
        'title' => 'Δημιουργία Δικαιώματος',
        'success' => 'Το Δικαίωμα δημιουργήθηκε επιτυχώς!',
    ],
    'edit' => [
        'title' => 'Επεξεργασία Δικαιώματος',
        'success' => 'Το Δικαίωμα ενημερώθηκε επιτυχώς!',
    ],
    'delete' => [
        'title' => 'Διαγραφή Δικαιώματος',
        'success' => 'Το Δικαίωμα διαγράφηκε επιτυχώς!',
        'confirm' => 'Είστε σίγουρος ότι θέλετε να διαγράψετε το συγκεκριμένο δικαίωμα;',
    ],
    'name' => [
        'title' => 'Ονομασία',
        'placeholder' => 'Change Password Permission',
    ],
];

