<?php

return [
    'roles' => 'Ρόλος|Ρόλοι',
    'create' => [
        'title' => 'Δημιουργία Ρόλου',
        'success' => 'Ο Ρόλος δημιουργήθηκε επιτυχώς!',
    ],
    'edit' => [
        'title' => 'Επεξεργασία Ρόλου',
        'success' => 'Ο Ρόλος ενημερώθηκε επιτυχώς!',
    ],
    'delete' => [
        'title' => 'Διαγραφή Ρόλου',
        'success' => 'Ο Ρόλος διαγράφηκε επιτυχώς!',
        'confirm' => 'Είστε σίγουρος ότι θέλετε να διαγράψετε το συγκεκριμένο ρόλο;',
    ],
    'name' => [
        'title' => 'Ονομασία',
        'placeholder' => 'Super Admin',
    ],
    'permissions' => [
        'title' => 'Δικαιώματα',
        'placeholder' => 'Παρακαλώ Επιλέξτε',
    ],
];



